Repository: Boris-David/portfolio-ios
Catalog: Packages/Features/Sources/Decisions/Resources/Localizable.xcstrings
Source language: fr
Languages: en

# decision.action.close
source: Fermer
en: Close

# decision.action.documentation
source: Documentation Apple
en: Apple documentation

# decision.action.learnMore
source: En savoir plus
en: Learn more

# decision.action.learnMore.hint
source: Déplie l'explication entière, avec ce qui a été écarté
en: Unfolds the whole explanation, including what was ruled out

# decision.badge.hint
source: Explique pourquoi ce composant a été choisi
en: Explains why this component was chosen

# decision.badge.label
source: Décision %1$lld : %2$@
en: Decision %1$lld: %2$@

# decision.section.pitfall
source: Le piège
en: The trap

# decision.section.rejected
source: Ce qui a été écarté
en: What was ruled out

# decision.section.whenToUse
source: Quand l'employer
en: When to use it

# decision.section.why
source: Pourquoi celui-là
en: Why this one
